<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<font style = "color:#ff6633; font-size: 15pt">
<b>Traveler's Couch 정책</font><br><br>
<font style = "color:#ff6633; font-size: 13pt"><b>행동 정책</b></font><br><br>
<font style = "color:black; font-size: 10pt">
1. 스팸하지 마십시오 : 우리는 인간 상호 작용을 소중히 여기며 사이트의 콘텐츠를 원하고 구성원에게 개인화되고 가치있게 보내집니다.
동일한 메시지를 사이트, 회원 간 메시지, 소파 요청, 그룹, 지역 토론 또는 이벤트 목록에 복사하여 붙여 넣는 것은 허용되지 않습니다. 
메시지 유형을 수신 할 의사가없는 많은 회원에게 보내는 메시지는 스팸으로 간주 될 수도 있습니다.
<br>
2. 날짜를 찾지 마라. 우리 멤버들은 Traveler's Couch에 가입하여 우정을 쌓는다.
데이트를 위해 다른 회원들에게 연락하지 마시고, 성 파트너를 찾으려면 다른 사이트를 이용하십시오.
Google은 온라인 및 오프라인에서 원치 않는 성적인 진보에 관한 보고서를 진지하게 받아들입니다.
이러한 진술은 Google의 행동 강령을 위반 한 것으로 간주 될 수 있습니다. 
여기에는 비 호스팅 / 서핑 관련 문제 및 성적 암시 행동에 대해 다른 회원들과 연락하려는 체계적인 시도가 포함될 수 있습니다. 
타인의 경계를 존중하십시오. 다른 Traveler's Couch가 불편 함을 느끼면 자신의 감정을 존중하고 한 발 뒤로 물러나십시오.
<br>
3. 귀하의 소파를 청구하지 마십시오 : 우리 지역 사회는 친절한 환대를 제공합니다. 
귀하의 소파와 교환하기 위해 돈이나 노동력을 요구하거나 회원에게 유료 숙박 서비스를 추천하는 것은 허용되지 않습니다.
<br>
4. 협박, 스토킹 또는 괴롭힘 : 스토킹, 협박, 위협 및 다른 회원의 괴롭힘은 금지됩니다. 
괴롭힘은 대상자에게 불리한 영향을 미칠 목적으로 보이는 공격 행동의 패턴으로 정의됩니다. 
괴롭힘의 예로는 위협 만들기, 사람과 반복적으로 원하지 않는 접촉, 다른 사람의 개인 정보 게시 등이 있습니다. 
 Traveler's Couch은 미래의 호스트, 서퍼 또는  Traveler's Couch 커뮤니티에 위협이 될 수 있다고 생각하는 프로필에 대해 조치를 취할 권리를 보유합니다 (위 참조).
<br>
5. 하나의 프로파일 만 작성 : 중복, 위조 및 농담 프로파일은 허용되지 않습니다. 
처음으로 만드는 프로필은 나와 있어야하며 가질 수있는 유일한 프로필입니다. 
우리의 신뢰 네트워크는 모든 사람이 자신의 명성을 지킬 것을 요구합니다.
<br>
6. 너 자신 있으 십시오 : 너 자신을 다른 사람으로 잘못 표시하는 것은 금지되어 있습니다. 
여기에는 대리인, 대리인, 직원 또는  Traveler's Couch의 제휴사로서의 대리인이 포함됩니다.
<br>
7. 법을 준수하십시오 : 불법 활동에 관여하거나 장려하지 마십시오. 관련 법률이나 규정을 위반하지 마십시오.
<br>
8.  Traveler's Couch을 올바르게 사용하십시오 : 다른 멤버가 사이트를 완전히 즐기지 못하게하거나 사이트의 기능을 해칠 수있는 방식으로 
Traveler's Couch을 사용하는 것은 금지됩니다. 여기에는 과도한보고, 플래그 또는 다른 구성원의 블록을 유발하는 동작이 포함됩니다. 
우리는  Traveler's Couch 회원들이 신고 한 통신에 대한 적극적인 홍보 활동을 금지하거나 다른  Traveler's Couch에 대한 경험을 해할 것이라고 믿습니다.
또한 사이트에 바이러스, 손상된 데이터 또는 기타 잠재적으로 유해한 코드가 포함 된 것을 게시하십시오.  
Traveler's Couch 시스템을 우회하거나 의도를 저해하는 방식으로 이러한 시스템을 사용하려고 시도하는 것은 금지됩니다.
<br>
9. 다른 사람들에게 당신의 믿음과 생활 방식 선택을 강요하지 마십시오. 
카우치 서핑은 회원들의 다양성을 자랑스럽게 생각합니다. 
우리의 플랫폼을 사용하여 귀하의 라이프 스타일이나 신념 체계에 동참하기 위해 다른 회원을 모집하는 것은 우리의 행동 강령을 위반하는 것일 수 있습니다. 
귀하의 라이프 스타일 또는 신념 체계의 채택을 귀하의 소파 제공 조건으로 삼지 마십시오. 
특정 주택 규칙이 기대되는 반면, 서퍼에게 부과 된 조건이 위험을 초래하거나 회원 경험을 해치거나  Traveler's Couch의 평판을 손상한다고 판단되면 우리는 요구 사항을 금지 할 권리가 있습니다.
</font>
</body>
</html>